tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
brew "python@3.11"
brew "autojump"
brew "bat"
brew "zstd"
brew "btop"
brew "cmake"
brew "direnv"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "helm"
brew "jq"
brew "k9s"
brew "lrzsz"
brew "make"
brew "mas"
brew "mycli"
brew "node"
brew "perl"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "rust"
brew "scc"
brew "starship"
brew "the_silver_searcher"
brew "tree"
brew "vim"
brew "wget"
brew "zplug"
brew "daipeihust/tap/im-select"
cask "font-fira-code"
cask "font-sf-mono-nerd-font-ligaturized"
cask "kitty"
mas "Amphetamine", id: 937984704
mas "Bob", id: 1630034110
mas "iHosts", id: 1102004240
mas "PopClip", id: 445189367
mas "The Unarchiver", id: 425424353
mas "Twitter", id: 1482454543
mas "Xnip", id: 1221250572
mas "优酷", id: 1014945607
mas "剪映专业版", id: 1529999940
